Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: explain why you think it is called the cradle of humankind .
af: verduidelik waarom jy dink dit die wieg van die mensdom genoem word .

source: this is because maropeng is thought to be the birthplace of modern humans .
af: dit is omdat mense maropeng as die geboorteplek van moderne mense beskou .

source: humans are thought to have evolved from africa .
af: daar word geglo dat mense vanuit afrika ontwikkel het .

source: give the names of two of the most famous hominid fossils that have been found at the cradle of humankind .
af: wat is die name van die twee bekendste hominiede fossiele wat in die wieg van die mensdom gevind is ?

source: mrs ples and little foot
af: mrs ples en little foot .

source: explain why you think the fossils at maropeng are protected by the country's law .
af: verduidelik waarom jy dink die fossiele by maropeng deur die landswette beskerm word .

source: the fossils are very important as they help explain the evolution of humans hence they have to be protected lest they be moved or destroyed .
af: die fossiele is baie belangrik omdat hulle die evolusie van mense help verduidelik .

source: answer cango caves
af: antwoord kango grotte

source: what does maropeng mean ?
af: wat beteken maropeng ?

source: return to your place of origin
af: keer terug na die plek van oorsprong

source: as we have seen there are many important fossil findings all over south africa !
af: ons het gesien dat daar baie fossiele reg oor suid afrika ontdek is .

source: let's put all these places on a map in the next activity .
af: kom ons merk al hierdie plekke in die volgende aktiwiteit op 'n kaart .

source: are animal fossils made of bone ?
af: is die fossiele van diere van been gemaak ?

source: explain what a fossil is .
af: verduidelik wat 'n fossiel is .

source: a fossil is stone in the shape of the bone .
af: 'n fossiel is 'n klip in die vorm van 'n been .

source: substances from rock have taken the place of each little part of the bone .
af: stowwe soos rots het die plek van elke klein deeltjie been geneem .

source: which type of rocks are fossils normally found in ?
af: in watter tipe rots vind mens gewoonlik fossiele ?

source: sedimentary rock
af: afsettingsgesteentes .

source: why do you think we only find fossils in this type of rock ?
af: waarom dink jy kry mens fossiele in hierdie tipe rots ?

source: sedimentary rocks can contain fossils because unlike other rocks they form at temperatures and pressures that do not destroy fossil remains .
af: afsettingsgesteentes kan fossiele bevat omdat hulle anders as ander rotse by temperature en druk vorm wat nie fossielreste vernietig nie .

source: dead organisms can become sediments which may over time become sedimentary rock .
af: dooie organismes kan sediment word wat mettertyd afsettingsgesteentes word .

source: other rock types will destroy the fossils such as magma .
af: ander soorte rots soos magma sal die fossiele vernietig .

source: fossil wood does not burn .
af: versteende hout brand nie .

source: what is the reason ?
af: waarom nie ?

source: fossil wood is made of stone .
af: versteende hout bestaan uit klip .

source: some rock comes out of a volcano .
af: sommige rotse kom uit vulkane .

source: it is red hot and then it cools and becomes hard .
af: dit is rooiwarm en wanneer dit afkoel word dit hard .

source: can you find fossils in rock like this ?
af: kan jy fossiele in sulke rotse kry ?

source: no because the red hot rock would burn up any bone or plant that it fell on .
af: nee want die rooiwarm rotse sal enige plant of been wat daarop val verbrand .

source: name two fossils that show us the kinds of living things that lived long ago in south africa .
af: noem twee fossiele wat vir ons die verskillende lewende dinge wat lank gelede in suid afrika gelewe het wys .

source: massospondylus therapsids glossopteris etc .
af: massospondylus therapsiede glossopteris ens .

source: explain how you think fossils can help us understand what life was like long ago on earth .
af: verduidelik hoe jy dink fossiele ons kan help om te verstaan hoe lewe op aarde lank terug was .

source: fossils give us a record of what life was like millions of years ago .
af: fossiele is 'n rekord van hoe die lewe miljoene jare gelede was .

source: we do not know what it was like as no one was there to write it down .
af: ons weet nie hoe dit was nie en daar was niemand wat dit kon neerskryf nie .

source: so fossils give us information such as what types of plants and animals lived long ago how these organisms have changed over time the effect of climate change on the earth we can even tell what animals ate from their fossils by studying their teeth and droppings .
af: fossiele gee vir ons inligting soos watter soorte plante en diere gelewe het hoe hulle mettertyd verander het en die invloed van klimaatsverandering op die aarde .

source: you might have heard that people say our planet earth is the blue planet .
af: jy mag dalk al gehoor het dat mense van ons planeet as die blou planeet praat .

source: when astronauts in space look down on earth the water that covers more than two thirds of the planet makes it look as if the planet is blue .
af: as ruimtevaarders vanuit die ruimte na die aarde kyk laat die water wat twee derdes van die planeet bedek die planeet blou lyk .

source: thousands of plants and animals can live on earth because there is water .
af: duisende plante en diere kan op die aarde bly omdat daar water is .

source: the many plants and animals that live on earth choose special places to live .
af: die baie plante en diere wat op die aarde woon verkies sekere plekke om in te bly .

source: the place where a plant or animal lives is called its habitat .
af: die gebied wat 'n plant of 'n dier bewoon word sy habitat genoem .

source: there is a special word we use when talkinh about all the animals and plants and their different habitat .
af: ons gebruik 'n spesiale woord wanneer ons die groot verskeidenheid plante en diere in hulle verskillende habitatte beskryf .

source: we call it 'biodiversity' when you look at the biodiversity of a certain area you look at all the different kinds of habitats in that area including all the animals and plants in that area .
af: die woord is biodiversiteit .

source: plants and animals need water to live .
af: plante en diere het water nodig om te kan lewe .

source: scientists search for water on other planets because they hope that if they find water they might find life forms there as well !
af: wetenskaplikes soek na water op ander planete omdat hulle hoop dat indien hulle water vind hulle ook lewensvorme daar sal aantref !

source: discuss this in class why is it important to study the biodiversity of our planet ?
af: bespreek die volgende in die klas waarom is dit belangrik om die biodiversiteit van ons planeet te bestudeer ?

source: write down some of the main points from your class discussion below .
af: skryf van die hoofpunte van julle bespreking hieronder neer .

source: teachers are encouraged to use this opportunity to introduce and or raise environmental concerns and to emphasise that the more we know about the biodiversity of our planet the more we know how to protect it .
af: hierdie is 'n ideale geleentheid om omgewingskwessies aan te roer en te beklemtoon hoe belangrik kennis oor die biodiversiteit van ons planeet is hoe meer ons weet hoe beter kan ons beskerm .

source: it is also suggested that teachers discuss the importance of people who value the diversity of plants and animals on earth .
af: ons beveel ook aan dat onderwysers met die klas bespreek hoe belangrik dit is dat mense die diversiteit van plante en diere op die aarde verstaan en waardeer .

source: if we value diversity we are able to see that each plant and animal that gets driven to extinction is a tremendous loss for the whole earth .
af: as ons waarde heg aan diversiteit sal ons besef dat elke plant of dier wat uitsterf 'n groot verlies vir die hele aarde is .

source: perhaps point out that a plant or animal that has gone extinct might have held the key to curing terrible diseases or teaching us how to combat problems such as soil erosion .
af: u kan moontlik beklemtoon dat 'n plant of dier wat uitgesterf het dalk die sleutel tot die genesing van ernstige siektes kon wees of ons kon leer hoe om probleme soos gronderosie te verhoed .

source: the earth is home to the most amazing diversity of animals and plants .
af: die aarde het 'n ongelooflike verskeidenheid diere en plante .

source: each animal and plant naturally chooses where it wants to live its habitat .
af: elke dier en plant verkies om te leef waar hy kan aanpas dit is sy habitat .

source: we can identify different types of habitats on earth such as
af: ons kan verskillende soorte habitatte op die aarde identifiseer soos

source: within each habitat there are animals and plants that have adapted to live specifically in that environment .
af: in elke habitat is daar diere en plante wat spesifiek aangepas is om in daardie omgewing te oorleef .

source: let's take a look at some of the most common plants and animals that live in each of these different kinds of habitats .
af: kom ons bestudeer van die mees algemene plante en diere wat in elkeen van die verskillende habitatte bly .

source: teachers can use the following activity to gauge each individual learner's geographical understanding of places in our country .
af: onderwysers kan die volgende aktiwiteit gebruik om te toets hoe goed die leerders se individuele geografiese begrip van plekke inons land is .

source: many would not have been exposed to maps and might not know where they live .
af: baie van hulle is dalk nog nooit aan kaarte blootgestel nie en mag dalk nie weet waar hulle bly nie .

source: use this opportunity as a teaching activity to give learners a brief overview of south africa's map .
af: gebruik die geleentheid as 'n onderrigaktiwiteit en gee leerders 'n vinnige oorsig oor die kaart van suid afrika .

source: also emphasise where north is !
af: plaas klem op waar noord is !

source: let's now take a closer look at the different habitats in south africa and some of the plants and animals that we find there .
af: kom ons ondersoek nou die verskillende habitatte in suid afrika en van die plante en diere wat ons daar kry .

source: thousands of different animals and plants live in or near water in aquatic habitats .
af: baie diere en plante bly in of naby water in akwatiese habitatte .

source: there are two main kinds of aquatic habitats marine saltwater habitats and freshwater habitats .
af: daar is basies twee soorte akwatiese habitatte mariene soutwater habitatte en varswaterhabitatte .

source: the plants and animals that live in these habitats are adapted to either live in salt water or in fresh water .
af: die plante en diere is aangepas om f in sout f in varswater te bly .

source: in south africa there are examples of both types of aquatic habitats .
af: daar is in suid afrika voorbeelde van albei soorte akwatiese habitatte .

source: aqua means water in latin .
af: akwa beteken water in latyn .

source: a word with aqua in it normally has something to do with water like aquatic or aquarium .
af: 'm woord wat akwa bevat het gewoonlik iets met water te doen soos akwaties of akwarium .

source: our country has a very long coastline with many different types of habitats .
af: ons land het 'n lang kuslyn met verskillende soorte habitatte .

source: for example many animals live in and around the rock pools .
af: baie diere bly byvoorbeeld in en om rotspoele .

source: they have to withstand the harsh sun and the constant pounding of the waves .
af: hulle moet beide die warm son en die konstante aksie van die golwe kan weerstaan .

source: south africa is the only place on earth where the great white sharks have learnt to jump out of the water when they catch seals off seal island in false bay .
af: suid afrika is die enigste plek op aarde waar die grootwithaaie geleer het om uit die water te spring om robbe te vang by rob eiland in valsbaai .

source: our seas are also filled with animals of all shapes and sizes .
af: ons oseane is gevul met diere van elke vorm en grootte .

source: large mammals like whales and dolphins swim in our seas .
af: groot soogdiere soos walvisse en dolfyne swem in ons see .

source: female dolphins are called cows males are called bulls and young dolphins are called calves .
af: vroulike dolfyne word koeie genoem manlikes word bulle genoem en die kleintjies word kalfies genoem .

source: the sea is also home to many species of fish .
af: die see is ook die tuiste van baie spesies visse .

source: a group of fish is called a school of fish .
af: 'n groep visse word 'n skool visse genoem .

source: the coral reefs off the south african coast especially on the east coast such as sodwana bay are very rich in fish and animal species .
af: die koraalriwwe aan die ooskus van suid afrika veral by sodwanabaai is ryk aan vis en dierspesies .

source: the waters off south africa's coast is home to a rare fish the coelacanth !
af: die water aan suid afrika se kus is die tuiste van 'n skaars vissoort die selekant !

source: scientists thought this prehistoric fish was extinct until they found living coelacanths in south africa's waters !
af: wetenskaplikes het gedink die vis het uitgesterf totdat lewende selekante aan die ooskus van suid afrika gevind is !

source: where a river runs into the sea a special area called an estuary develops .
af: waar riviere by die see inloop ontwikkel spesiale gebiede genoem riviermondings .

source: the fresh water from the river mixes with the salty sea water .
af: die varswater van die rivier meng met die soutwater van die see .

source: you can often find mudskippers here fish that can hop onto land and into trees !
af: jy kan dikwels klimvisse hier kry dit is visse wat uit die water op die land spring tot in bome! .

source: can you imagine how difficult it must be to live on rocks being pounded by waves all day and all night long ?
af: kan jy jou voorstel hoe moeilik dit moet wees om op die rotse te bly en dag en nag deur die branders geslaan te word ?

source: which animals in this picture live on or near the rocks ?
af: watter diere in hierdie foto's bly op of naby rotse ?

source: crabs crayfish seaweed mussels
af: krappe krewe mossels

source: carefully study all the animals in the pictures and find things that some animals have in common .
af: bestudeer die diere in die foto's en vind eienskappe wat sommige diere in gemeen het .

source: classify the animals into groups based on these similarities .
af: klassifiseer die diere in groepe op grond van hierdie ooreenkomste .

source: this revises gr. 4 work where learners had to classify and compare animals based on visual differences .
af: hierdie werk hersien gr. 4 werk waar leerders diere moes klassifiseer en vergelyk op grond van sigbare verskille .

source: encourage learners to be as creative in their thinking and classifying as possible .
af: moedig leerders aan om so kreatief as moontlik oor die klassifikasie te dink .

source: also encourage them to use visual clues .
af: hulle moet sigbare kenmerke gebruik .

source: many eco tourists like to visit our country and see the natural sights and attractions .
af: baie ekotoeriste hou daarvan om ons land te besoek om al die natuurlike besienswaardighede te sien .

source: some tourists like to go on tours where they enter into a cage which is lowered into the water .
af: sommige toeriste hou daarvan om op 'n toer te gaan waar hulle in 'n hok in die watergaan .

source: the tour operators often chuck small pieces of meat into the water to attract sharks which then swim around the cage .
af: die toeroperateurs gooi stukke vleis in die water om haaie te lok wat dan om die hok swem .

source: this is called shark cage diving .
af: dink jy hierdie haaihokduik is aanvaarbaar ?

source: do you think shark cage diving is appropriate ?
af: verduidelik waarom jy so dink .

source: give learners scope and permission to differ from each other .
af: laat die leerders toe om van mekaarte verskil .

source: invite learners before they answer this question to discuss differing points of view on this topic .
af: moedig die leerders aan om verskillende opinies oor hierdie onderwerp te bespreek voor hulle die vraag beantwoord .

source: some might be in favour of shark cage diving as it gives opportunities for research and study and makes people appreciate the sharks more .
af: sommige mag dalk ten gunste van haaihokduik wees aangesien dit geleentheid vir navorsing bied en mense leer om meer waardering vir haaie te h .

source: others might agree with the minister and say that tourists might scare sharks out of their natural habitat and teach them not to fear humans and then they are easier to catch by other humans .
af: ander mag met die minister saamstem en voel dat die toeriste die haaie in hul natuurlike habitat versteur en hulle leer om nie mense te vrees nie .

source: now let's look at the plants and animals that live in freshwater such as dams ponds stream and rivers .
af: kom ons kyk nou na die plante en diere wat in varswater woon soos in damme poele strome en riviere .

source: many animals live in or near freshwater ponds dams and lakes rivers and streams .
af: baie diere bly in of naby varswaterpoele damme en mere of riviere en strome .

source: these include small insects snails clams crabs frogs and fish .
af: klein insekte slakke gapermossels krappe paddas en visse bly in of naby water .

source: larger animals like turtles snakes ducks and large fish as well as hippos and crocodiles also live in or near water .
af: groter diere soos waterskilpaaie slange eende en groot visse sowel as seekoeie en krokodille bly ook in of naby water .

source: sharks have amazing hearing .
af: haaie het uiters goeie gehoor .

source: they can hear a fish moving in the water from as far as 500 metres away !
af: hulle kan 'n vis so ver weg as 500 meter hoor beweeg !

source: some water plants have roots for example water lilies and reeds .
af: sommige waterplante het wortels soos die waterlelie en riete .

source: water plants make oxygen for the animals to breathe and provide food for many of the animals to eat .
af: waterplante maak suurstof vir diere se asemhaling en voorsien voedsel wat baie diere eet .

source: waterblommetjie bredie stew is made from a type of water lily !
af: waterblommetjiebredie word van 'n soort waterlelie gemaak !

source: have you ever eaten it? !
af: het jy dit al ooit geet ?

source: in south africa we also have large wetlands where rivers slow down and the water stands still or flows very slowly .
af: in suid afrika het ons ook groot vleilande waar riviere stadiger vloei en die water stilstaan of baie stadig vloei .

source: wetlands provide food and shelter and a natural habitat for an incredible amount of animals frogs reptiles birds like ducks and waders and fish to name a few !
af: vleilande voorsien voedsel en skuiling en 'n natuurlike habitat vir 'n ongelooflike hoeveelheid diere paddas reptiele vols soos eende en waadvols en visse is maar net 'n paar voorbeelde !

source: deserts are areas that have a very low rainfall each year in some deserts it only rains once every 10 years !
af: woestyne is gebiede wat jaarliks baie min ren kry in sommige woestyne ren dit so min as een keer elke 10 jaar !

source: the desert may look dry but there are many different plants and animals which are suited to living in these areas .
af: die woestyn mag dalk droog lyk maar daar is baie verskillende soorte plante en diere wat aangepas is om in hierdie gebied te bly .

source: plants that can survive without much water in the desert include grasses acacias aloes cactii and other succulents .
af: die plante kan met min water oorleef .

source: succulents are plants that can store their water in their leaves and stems and survive well in dry climates .
af: voorbeelde van woestynplante is grasse doringbome aalwyne vygies en ander vetplante .

source: many animals live in the desert for example the kalahari including
af: baie diere leef in die woestyne soos in die kalahari insluitende

source: elephants can change a forest area into a grassland in a matter of months !
af: olifante kan 'n woudgebied binne maande in 'n grasveld omskep !

source: they break off tree branches smash tree trunks and eat the bark leaves and twigs .
af: hulle breek boomtakke af druk boomstamme om en eet die bas blare en takkies .

source: grasslands are covered in grasses with very few trees .
af: grasvelde is met grasse bedek met baie min bome tussenin .

source: as soon as the first rains fall the grasses grow incredibly fast and new plants sprout all over the bare earth .
af: sodra die eerste rens val groei die grasse baie vinnig en nuwe plante kom oral oor die dorre aarde op .

source: this is also the time when many animal babies are born as the new grass can feed the mothers to provide plenty of milk for the young .
af: dit is ook die tyd wanneer baie diere se kleintjies gebore word omdat die nuwe gras genoeg voedsel vir die vroulike diere verskaf om baie melk vir die kleintjies te kan maak .

source: list some of the animals which you think live in grasslands .
af: lys sommige van die diere waarvan jy weet wat in grasvelde bly .

source: answer kudu nyala impala zebra buffalo lions leopards other small mammals many birds etc .
af: antwoord koedoe nyala impala sebra buffel leeu kameelperd luiperd ander klein soogdiere baie vols reptiele en insekte ens .

source: a forest is a large area that is mostly covered in trees .
af: 'n woud is 'n groot gebied wat grootliks met bome bedek is .

source: forests are extremely important to life on earth .
af: woude is baie belangrik vir lewe op aarde .

source: the many trees clean the air and provide oxygen for the animals on earth to breathe .
af: die groot aantal bome maak die lug skoon en voorsien suurstof vir die diere op aarde sodat almal kan asemhaal .

source: they also provide people with fuel food and shelter medicine and employment through all the industries that are built around forestry .
af: hulle voorsien brandstof kos en skuiling medisyne en werk vir mense omdat baie indrustrie met bosbou verband hou .

source: many animals live in forests from large elephants and bears to smaller monkeys squirrels owls and woodpeckers .
af: baie diere bly in woude van groot olifante en bere tot kleiner ape eekhorings uile en houtkappers .

source: we need to conserve look after our forests and stop people who want to chop down naturally growing trees .
af: ons moet ons woude bewaar oppas en verhoed dat mense die bome in natuurlike woude afkap .

source: it is very important to also conserve the many animals that help pollinate trees and spread their seeds over large areas .
af: dit is baie belangrik om die diere te bewaar wat die bome bestuif en die sade oor 'n grootgebied versprei .

source: without these animals the trees would not be able to reproduce and would become extinct .
af: sonder hierdie diere sal die bome nie kan voortplant nie en sal hulle uitsterf .

source: after learners have identified the plants and animals in their areas ask them to collect some flowers and seeds if there are any .
af: nadat leerders die plante en diere in die gebied gedentifiseer het moet hulle van die blomme en sade wat daar is bymekaarmaak .

source: learners can then press the flowers by placing them between sheets of paper and then stacking a pile of books on top of the paper .
af: leerders kan blomme pars deur dit tussen twee velle papier te sit en dan boeke daarop te pak en so te los vir 'n paar dae .
